tap "arl/arl"
tap "bufbuild/buf"
tap "coursier/formulas"
tap "derailed/k9s"
tap "epk/epk"
tap "eth-p/software"
tap "hacker1024/hacker1024"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jdxcode/tap"
tap "nats-io/nats-tools"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "wouterdebie/repo"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.12"
brew "asciinema"
brew "bat"
brew "bat-extras", link: false
brew "bottom"
brew "openssl@1.1"
brew "osx-cpu-temp"
brew "python@3.11"
brew "bpytop"
brew "glib"
brew "cairo"
brew "csshx"
brew "erlang"
brew "elixir"
brew "exa"
brew "eza"
brew "fd"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "glow"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "gum"
brew "helm"
brew "helmfile"
brew "hugo"
brew "jq"
brew "lazygit"
brew "lf"
brew "libgit2@1.6"
brew "mise"
brew "neovim"
brew "newsboat"
brew "nmap"
brew "node"
brew "onefetch"
brew "openjdk"
brew "perl"
brew "prettier"
brew "ripgrep"
brew "slides"
brew "spotify-tui"
brew "ssh-copy-id"
brew "starship"
brew "staticcheck"
brew "telnet"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "watch"
brew "wget"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "arl/arl/gitmux"
brew "bufbuild/buf/buf"
brew "coursier/formulas/coursier"
brew "derailed/k9s/k9s"
brew "hacker1024/hacker1024/coretemp"
brew "hashicorp/tap/vault"
brew "nats-io/nats-tools/nats"
brew "wouterdebie/repo/i2cssh"
cask "alacritty"
cask "amethyst"
cask "dbeaver-community"
cask "devtoys"
cask "font-fira-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-sf-mono-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "keycastr"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "davidanson.vscode-markdownlint"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "gruntfuggly.vscode-journal-view"
vscode "inaki.vscode-daily-notes"
vscode "jebbs.markdown-extended"
vscode "kortina.vscode-markdown-notes"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "pajoma.vscode-journal"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "terrastruct.d2"
vscode "trunk.io"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vsls-contrib.gistfs"
vscode "zhuangtongfa.material-theme"
