tap "arl/arl"
tap "bufbuild/buf"
tap "coursier/formulas"
tap "derailed/k9s"
tap "epk/epk"
tap "eth-p/software"
tap "felixkratz/formulae"
tap "hacker1024/hacker1024"
tap "hashicorp/tap"
tap "homeport/tap"
tap "janosmiko/tap"
tap "jdxcode/tap"
tap "joshmedeski/sesh"
tap "nats-io/nats-tools"
tap "nikitabobko/tap"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "wouterdebie/repo"
brew "aom"
brew "asciinema"
brew "bash"
brew "openssl@3"
brew "node"
brew "bash-language-server"
brew "bat"
brew "bat-extras"
brew "bottom"
brew "python@3.14"
brew "bpytop"
brew "glib"
brew "cairo"
brew "csshx"
brew "curl"
brew "efm-langserver"
brew "erlang"
brew "elixir"
brew "exiftool"
brew "eza"
brew "fd"
brew "figlet"
brew "fzf"
brew "jpeg-xl"
brew "libavif"
brew "webp"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gopls"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "gum"
brew "helm"
brew "helm-ls"
brew "helmfile"
brew "helmify"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "ifstat"
brew "jq"
brew "lazygit"
brew "lf"
brew "libgit2@1.6"
brew "llvm"
brew "lua"
brew "lua-language-server"
brew "mise"
brew "ncdu"
brew "neofetch"
brew "utf8proc"
brew "neovim"
brew "newsboat"
brew "nmap"
brew "nowplaying-cli"
brew "onefetch"
brew "openjdk"
brew "perl"
brew "prettier"
brew "protolint"
brew "qemu"
brew "ripgrep"
brew "rust-analyzer"
brew "shellcheck"
brew "shfmt"
brew "slides"
brew "ssh-copy-id"
brew "starship"
brew "staticcheck"
brew "stow"
brew "stylua"
brew "superfile"
brew "switchaudio-osx"
brew "telnet"
brew "thrift"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "wallpaper"
brew "watch"
brew "websocat"
brew "wget"
brew "xclip"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "arl/arl/gitmux"
brew "bufbuild/buf/buf"
brew "coursier/formulas/coursier"
brew "derailed/k9s/k9s"
brew "hacker1024/hacker1024/coretemp"
brew "hashicorp/tap/vault"
brew "homeport/tap/dyff"
brew "janosmiko/tap/lfk"
brew "joshmedeski/sesh/sesh"
brew "nats-io/nats-tools/nats"
brew "wouterdebie/repo/i2cssh"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "amethyst"
cask "claude-code"
cask "devtoys"
cask "discord"
cask "font-fira-code"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-sf-mono"
cask "epk/epk/font-sf-mono-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-sf-pro"
cask "ghostty"
cask "hammerspoon"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "sf-symbols"
go "github.com/air-verse/air"
go "github.com/bufbuild/buf-language-server/cmd/bufls"
go "github.com/cloudflare/cfssl/cmd/cfssl"
go "github.com/cloudflare/cfssl/cmd/cfssl-bundle"
go "github.com/cloudflare/cfssl/cmd/cfssl-certinfo"
go "github.com/cloudflare/cfssl/cmd/cfssl-newkey"
go "github.com/cloudflare/cfssl/cmd/cfssl-scan"
go "github.com/cloudflare/cfssl/cmd/cfssljson"
go "oss.terrastruct.com/d2"
go "github.com/go-delve/delve/cmd/dlv"
go "go101.org/golds/gocore"
go "golang.org/x/tools/cmd/godoc"
go "github.com/joho/godotenv/cmd/godotenv"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/incu6us/goimports-reviser/v3"
go "go101.org/golds"
go "github.com/segmentio/golines"
go "github.com/fatih/gomodifytags"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/hexdigest/gounit/cmd/gounit"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/jsha/minica"
go "github.com/cloudflare/cfssl/cmd/mkbundle"
go "go.uber.org/mock/mockgen"
go "github.com/cloudflare/cfssl/cmd/multirootca"
go "github.com/guyfedwards/nom/cmd/nom"
go "github.com/gobuffalo/packr/v2/packr2"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "github.com/ckaznocha/protoc-gen-lint"
go "github.com/yoheimuta/protolint/cmd/protolint"
go "mvdan.cc/sh/v3/cmd/shfmt"
go "github.com/containrrr/shoutrrr/shoutrrr"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/swaggo/swag/cmd/swag"
go "github.com/a-h/templ/cmd/templ"
go "github.com/caddyserver/xcaddy/cmd/xcaddy"
cargo "tree-sitter-cli"
