{
  "Comment.nvim": {
    "branch": "master"
  },
  "LazyVim": {
    "branch": "main"
  },
  "SchemaStore.nvim": {
    "branch": "main"
  },
  "barbecue": {
    "branch": "main"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "codewindow.nvim": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "crates.nvim": {
    "branch": "main"
  },
  "d2-vim": {
    "branch": "master"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "elixir-tools.nvim": {
    "branch": "main"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "fold-preview.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "fzf-lua": {
    "branch": "main"
  },
  "git-conflict.nvim": {
    "branch": "main"
  },
  "git-worktree.nvim": {
    "branch": "master"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "glance.nvim": {
    "branch": "master"
  },
  "glow.nvim": {
    "branch": "main"
  },
  "goto-preview": {
    "branch": "main"
  },
  "gounit-vim": {
    "branch": "master"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "harpoon": {
    "branch": "master"
  },
  "haskell-tools.nvim": {
    "branch": "master"
  },
  "hererocks": {
    "branch": "master"
  },
  "keymap-amend.nvim": {
    "branch": "master"
  },
  "kubectl.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lf.nvim": {
    "branch": "master"
  },
  "lsp_lines.nvim": {
    "branch": "main"
  },
  "lua-async-await": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-nvim-dap.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.diff": {
    "branch": "main"
  },
  "mini.files": {
    "branch": "main"
  },
  "mini.hipatterns": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "mini.pairs": {
    "branch": "main"
  },
  "mini.surround": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "v3.x"
  },
  "neogit": {
    "branch": "master"
  },
  "neotest": {
    "branch": "master"
  },
  "neotest-go": {
    "branch": "main"
  },
  "neotest-golang": {
    "branch": "main"
  },
  "neotest-vitest": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-go": {
    "branch": "main"
  },
  "nvim-java": {
    "branch": "main"
  },
  "nvim-java-core": {
    "branch": "main"
  },
  "nvim-java-dap": {
    "branch": "main"
  },
  "nvim-java-refactor": {
    "branch": "main"
  },
  "nvim-java-test": {
    "branch": "main"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-navic": {
    "branch": "master"
  },
  "nvim-neoclip.lua": {
    "branch": "main"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-spectre": {
    "branch": "master"
  },
  "nvim-transparent": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-ufo": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "output-panel.nvim": {
    "branch": "main"
  },
  "overseer.nvim": {
    "branch": "master"
  },
  "persistence.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "promise-async": {
    "branch": "main"
  },
  "refactoring.nvim": {
    "branch": "master"
  },
  "remote-nvim.nvim": {
    "branch": "main"
  },
  "rustaceanvim": {
    "branch": "master"
  },
  "smart-splits.nvim": {
    "branch": "master"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "spring-boot.nvim": {
    "branch": "main"
  },
  "sqlite.lua": {
    "branch": "master"
  },
  "statuscol.nvim": {
    "branch": "main"
  },
  "symbols-outline.nvim": {
    "branch": "master"
  },
  "tailiscope.nvim": {
    "branch": "main"
  },
  "telescope-all-recent.nvim": {
    "branch": "main"
  },
  "telescope-undo.nvim": {
    "branch": "main"
  },
  "telescope-zf-native.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "text-case.nvim": {
    "branch": "main"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "treesj": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "ts-comments.nvim": {
    "branch": "main"
  },
  "twilight.nvim": {
    "branch": "main"
  },
  "undotree": {
    "branch": "master"
  },
  "vim-be-good": {
    "branch": "master"
  },
  "vim-dadbod": {
    "branch": "master"
  },
  "vim-dadbod-ui": {
    "branch": "master"
  },
  "vim-helm": {
    "branch": "master"
  },
  "vim-tmux-navigator": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "zen-mode.nvim": {
    "branch": "main"
  }
}
